// © Copyright 2004-2012, 2015 HP Development Company, L.P.

TaskName = "Bluetooth--inställningar";

NoNameTitle = "Enhetsnamn är tomt";
NoNameMsg = "Ange ett namn för din enhet.";

NoGetTitle = "Kunde ej hämta inställningarna";
NoGetMsg = "Kontrollera att skrivaren är inkopplad och ansluten.";

NoResetTitle = "Kunde inte återställa åtkomst till enheten";
NoResetMsg = "Kontrollera att skrivaren är inkopplad och ansluten.";

NoChangePinTitle = "Kunde inte ändra KODEN";
NoChangePinMsg = "Kontrollera att skrivaren är inkopplad och ansluten.";

OkTitle = "OK";
CancelTitle = "Avbryt";

ResetTitle = "Återställ åtkomst till enheten";
ResetMsg = "Klicka på OK för att ta bort alla tidigare bundna enheter från utskriftsenheten. Klicka på Avbryt för att hoppa över återställningsfunktionen.";

DefaultLanguage = "Behåll aktuella inställningar";

0Language = "Förenklad kinesiska - Kina";
1Language = "Traditionell kinesiska - Hongkong";
2Language = "Traditionell kinesiska - Taiwan";
3Language = "Japanska";
4Language = "Koreanska";
5Language = "Latin (Övriga)";

DeviceTitle = "Enhet";
AddressTitle = "Adress:";
NameTitle = "Namn:";
AccessTitle = "Åtkomst";
ChangePINCodeTitle = "Ändra KOD";
ChangePINCodeButton = "Ändra KOD…";
ModeTitle = "Läge";
PrivateModeTitle = "Läget Privat";
PublicModeTitle = "Läget Offentligt";
EncryptionRequiredTitle = "Kryptering krävs";
DefaultFontSettingTitle = "Standardinställning för typsnitt:";
ApplyNowTitle = "Verkställ nu";

EnternewPINcodeTitle = "Ange ny KOD:";
ConfirmnewPINcodeTitle = "Bekräfta ny KOD:";

MissingCardLabel = "Sätt i en extern Bluetooth-adapter eller aktivera den interna Bluetooth-radion på din enhet.";
